using System;


class Program
{
    static void Main()
    {
        //Направете списък с най-популярните програмни езици. С какво те се различават от C#?

        Console.WriteLine("Java, C, C++, Python, C#, едни от най-популярните програмни езици. " +
            "\n Също се известни PHP, JavaScript, VB.NET, Perl, Ruby." +
            "\n Основа за C# са C++, Java и донякъде езици като Delphi, VB.NET и C. " +
            "\n Той е проектиран да балансира мощност (C++) с възможност за бързо разработване (Visual Basic и Java)." +
            "\n Синтаксисът му е подобен на C++, но не поддържа някои от неговите възможности с цел опростяване на езика, " +
            "\n улесняване на програмирането и повишаване на надеждността.");
    }
}

